[
    {
        "ID": "2",
        "Tên luật": "Điều 109. Tội hoạt động nhằm lật đổ chính quyền nhân dân",
        "Mô tả": "1. Người tổ chức, người xúi giục, người hoạt động đắc lực hoặc gây hậu quả nghiêm trọng, thì bị phạt tù từ 12 năm đến 20 năm, tù chung thân hoặc tử hình.\n2. Người đồng phạm khác, thì bị phạt tù từ 05 năm đến 12 năm.\n3. Người chuẩn bị phạm tội này, thì bị phạt tù từ 01 năm đến 05 năm.",
        "Danh mục": "Hình sự",
        "Ngày phát hành": "27-11-2015",
        "Ngày hiệu lực": "01-07-2016"
    },
    {
        "ID": "3",
        "Tên luật": "Điều 110. Tội gián điệp",
        "Mô tả": "1. Người nào có một trong các hành vi sau đây, thì bị phạt tù từ 12 năm đến 20 năm, tù chung thân hoặc tử hình: Hoạt động tình báo, phá hoại hoặc gây cơ sở để hoạt động tình báo, phá hoại chống nước Cộng hòa xã hội chủ nghĩa Việt Nam. Gây cơ sở để hoạt động tình báo, phá hoại theo sự chỉ đạo của nước ngoài; hoạt động thám báo, chỉ điểm, chứa chấp, dẫn đường hoặc thực hiện hành vi khác giúp người nước ngoài hoạt động tình báo, phá hoại. Cung cấp hoặc thu thập nhằm cung cấp bí mật Nhà nước cho nước ngoài; thu thập, cung cấp tin tức, tài liệu khác nhằm mục đích để nước ngoài sử dụng chống nước Cộng hòa xã hội chủ nghĩa Việt Nam.\n2. Phạm tội trong trường hợp ít nghiêm trọng, thì bị phạt tù từ 05 năm đến 15 năm.\n3. Người chuẩn bị phạm tội này, thì bị phạt tù từ 01 năm đến 05 năm.\n4. Người đã nhận làm gián điệp, nhưng không thực hiện nhiệm vụ được giao và tự thú, thành khẩn khai báo với cơ quan nhà nước có thẩm quyền, thì được miễn trách nhiệm hình sự về tội này.",
        "Danh mục": "Hình sự",
        "Ngày phát hành": "27-11-2015",
        "Ngày hiệu lực": "01-07-2016"
    },
    {
        "ID": "6",
        "Tên luật": "Điều 113. Tội khủng bố nhằm chống chính quyền nhân dân",
        "Mô tả": "1. Người nào nhằm chống chính quyền nhân dân mà xâm phạm tính mạng của cán bộ, công chức hoặc người khác, thì bị phạt tù từ 12 năm đến 20 năm, tù chung thân hoặc tử hình. \n2. Phạm tội trong trường hợp sau đây, thì bị phạt tù từ 10 năm đến 15 năm: Thành lập, tham gia tổ chức khủng bố, tổ chức tài trợ khủng bố. Cưỡng ép, lôi kéo, tuyển mộ, đào tạo, huấn luyện phần tử khủng bố; chế tạo, cung cấp vũ khí cho phần tử khủng bố. Xâm phạm tự do thân thể, sức khỏe của cán bộ, công chức hoặc người khác.\n3. Phạm tội trong trường hợp đe dọa xâm phạm tính mạng hoặc có những hành vi khác uy hiếp tinh thần, thì bị phạt tù từ 05 năm đến 10 năm.\n4. Khủng bố cá nhân, tổ chức nước ngoài hoặc các tổ chức quốc tế nhằm gây khó khăn cho quan hệ quốc tế của nước Cộng hòa xã hội chủ nghĩa Việt Nam, thì cũng bị xử phạt theo Điều này.\n5. Người chuẩn bị phạm tội này, thì bị phạt tù từ 01 năm đến 05 năm.",
        "Danh mục": "Hình sự",
        "Ngày phát hành": "27-11-2015",
        "Ngày hiệu lực": "01-07-2016"
    },
    {
        "ID": "5",
        "Tên luật": "Điều 112. Tội bạo loạn",
        "Mô tả": "1. Người tổ chức, người hoạt động đắc lực hoặc gây hậu quả nghiêm trọng, thì bị phạt tù từ 12 năm đến 20 năm, tù chung thân hoặc tử hình. \n2. Người đồng phạm khác, thì bị phạt tù từ 05 năm đến 15 năm. \n3. Người chuẩn bị phạm tội này, thì bị phạt tù từ 01 năm đến 05 năm. ",
        "Danh mục": "Hình sự",
        "Ngày phát hành": "27-11-2015",
        "Ngày hiệu lực": "01-07-2016"
    }
]